{
    "code": 0,
    "data": {
        "_id": "5f3fade0c9875c2cd848a2d4",
        "title": "学英语是靠刷一百道题还是看一百部电影？",
        "content": "<p>关于这个问题，我想纯粹分享一下我个人的经验，仅供各位参考。</p><p>我是小学三年级开始学英语的，那个时候学校里还没有正式开始上英语课，但组织了一个课外兴趣班，每周上三个晚上。估计即使是90年代，家长也有不想让孩子输在起跑线的模糊意识吧。不过那个兴趣班并没能让我对英语产生太大的兴趣，只是被动地接收知识，唯一让我记住的就是老师教我们唱的一首英文歌one little two little three little Indians，不过后来我才知道这首歌其实是一首非常政治不正确的种族歧视歌曲……</p><p>我英语学习的转折点应该是五年级我买了一盘玛丽亚凯莉的磁带，第一次听欧美音乐让我感官上产生了极大的震撼，虽然听不懂她在唱什么，但是觉得好好听。听着听着，就慢慢很想知道她到底在唱什么。那个时候我只有一本英汉字典，里面只收录了最基本的英语单词，我就用那本小字典把我能查到的单词都查了一遍，然后把中文标注在每个单词上，但是由于我没有学过语法，所以还是看不懂。<b>这种想要理解意思的欲望是人学习语言最原始的动力</b>。这就很像刚出生的小婴儿为了要融入她所在的家庭，为了听懂他爸妈对他说的话，为了能跟他们交流，不会说话的婴儿会产生一种强烈的学习语言的愿望，在几个月内就能听懂任何一种语言。<b>如果没有这种交流的欲望，人是不可能有动力学习语言的。</b></p><p>那么回到我们中国人学习英语的话题，<b>一个小孩可以只为了考试学英语吗？当然可以，</b>而且之前有许多人都做到了。他们唯一接触的英语就是课本内容和练习题，除此之外都不感兴趣，但他们仍然可以维持不错的成绩。但你仔细去研究这类人，他们普遍的特点是学习能力强，也就是说这种人每一科都会学的很好，说白了就是智商高。我们从小到大总会遇到几个这样的神人，如果你也够优秀，考到了顶尖学校，你会发现你身边都是这样天赋异禀的人。</p><p><b>那我们剩下这些智商普通，记忆力普通，学习能力也普通的人就没戏了吗？</b>其他科目也许只能死磕，但学习英语是有很多迂回的策略的。首先，<b>要为自己创造出交流的欲望</b>。作为生活在中文环境的人，如果不是去国际学校，很难一直能产生英语交流的动力。但如果我告诉你，许多人的英语不只是在学校里学的，还是在游戏、电影里、甚至在追星过程中学的（许多自学韩语的人一开始就是为了追星），你会不会觉得很不可思议？英语文化有很深奥的一面（比如文学、哲学、社科类内容）也有很肤浅的一面（比如好莱坞电影、音乐、游戏），而它肤浅的部分跟小孩的口味一拍即合，很容易就会产生兴趣。<b>兴趣的力量是很强大的，它最了不起的地方在于可以让你在学习中获得最大的愉悦感，因此会毫不费力地坚持下去</b>。有些家长可能会担心：如果我的小孩沉迷游戏，沉迷追星，沉迷看电视怎么办？我觉得<b>无论什么方法都像中药药方一样，需要讲究剂量</b>，当你由于兴趣产生了足够的交流和了解欲望，你就需要回到主流的学习轨迹上，扎实地学习单词和语法，然后再用你的语言能力挖掘更多好意思的东西。<b>兴趣是最底层的基础，没有它，学习语言就跟啃树皮一样枯燥乏味，只有自制力极强的人才能坚持下去。</b></p><p><u><b>最后再回到标题的那个问题：到底是刷一百道题靠谱还是看一百部电影靠谱？</b></u></p><p><u><b>最简短的回答是：先看电影（找到英语文化中你最感兴趣的内容），产生学习的需求，再刷一百道题（回到系统性的基础积累上），然后再回到“看电影”的轨迹，验证和应用自己学到的知识，在这过程中你一定会遇到新的问题，因此会继续产生新的学习需求，以此循环往复。</b></u><br/></p><p>总之结论就是：先从应用中产生学习的需求，再带着问题去学习，解决问题，然后再回到应用中实践学到的知识，并发现新的问题，以此循环往复。</p><p class=\"ztext-empty-paragraph\"><br/></p><p>欢迎订阅我的公众号，第一时间获得最新文章推送。<br/></p><p class=\"ztext-empty-paragraph\"><br/></p><figure data-size=\"normal\"><img src=\"https://picb.zhimg.com/v2-dcdbec838ea10093eb4b27f51a63789c_b.jpg\" data-caption=\"\" data-size=\"normal\" data-rawwidth=\"225\" data-rawheight=\"225\" class=\"content_image\" width=\"225\"/></figure><figure data-size=\"normal\"><img src=\"https://pic3.zhimg.com/v2-df5e7450ea62f52ddc3af968b42e303c_b.jpg\" data-caption=\"\" data-size=\"normal\" data-rawwidth=\"600\" data-rawheight=\"600\" class=\"origin_image zh-lightbox-thumb\" width=\"600\" data-original=\"https://pic3.zhimg.com/v2-df5e7450ea62f52ddc3af968b42e303c_r.jpg\"/></figure><p></p>",
        "excerpt": "关于这个问题，我想纯粹分享一下我个人的经验，仅供各位参考。 我是小学三年级开始学英语的，那个时候学校里还没有正式开始上英语课，但组织了一个课外兴趣班，每周上三个晚上。估计即使是90年代，家长也有不想让孩子输在起跑线的模糊意识吧。不过那个兴趣…",
        "isHTML": true,
        "author": {
            "_id": "5f3e86d62c56ee13bb83095f",
            "email": "Telly.Hoeger@billy.biz",
            "nickName": "Elwyn.Skiles",
            "description": "Configurable multimedia task-force",
            "avatar": {
                "_id": "5f3e3a12c305b1070f455201",
                "url": "http://vue-maker.oss-cn-hangzhou.aliyuncs.com/vue-marker/5f3e3a12c305b1070f455201.jpg"
            }
        },
        "column": "5f3e86d62c56ee13bb83096a",
        "image": {
            "_id": "5f2bbeb6f7e80359565a3675",
            "url": "http://vue-maker.oss-cn-hangzhou.aliyuncs.com/vue-marker/5f2bbeb6f7e80359565a3675.png"
        },
        "__v": 0,
        "updatedAt": "2020-08-21T11:20:00.944Z",
        "createdAt": "2020-08-21 19:20:00"
    },
    "msg": "请求成功"
}